IDEA StatiCa Open Model
ColumnDataEc2.EffectConsidered Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Effect considered
 Namespace: IdeaRS.OpenModel.Concrete
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public EffectConsideredType EffectConsidered { get; set; }
Public Property EffectConsidered As EffectConsideredType
	Get
	Set
public:
property EffectConsideredType EffectConsidered {
	EffectConsideredType get ();
	void set (EffectConsideredType value);
}
Property Value
Type: EffectConsideredType
See Also
Reference
ColumnDataEc2 Class
IdeaRS.OpenModel.Concrete Namespace